Repository: nurekeeenti/finalproject
Catalog: lib/l10n/intl_*.arb
Languages: kk, ru

# appTitle
source: Travel App
kk: Саяхат қолданбасы
ru: Путешествия

source: Explore
kk: Зерттеу
ru: Исследовать

source: Trips
kk: Сапарлар
ru: Поездки

source: Profile
kk: Профиль
ru: Профиль

source: Map
kk: Карта
ru: Карта

source: Cart
kk: Себет
ru: Корзина

# gmap
source: Google Map
kk: Google Карта
ru: Гугл Карта

source: Average Traveler
kk: Орташа саяхатшы
ru: Обычный путешественник

source: Experienced Traveler
kk: Тәжірибелі саяхатшы
ru: Опытный путешественник

# myFavorites
source: My Favorite Destinations
kk: Менің сүйікті бағыттарым
ru: Мои любимые места

# noFavorites
source: You have no favorite destinations yet.
kk: Сіздің сүйікті бағыттарыңыз әлі жоқ.
ru: У вас ещё нет избранных направлений.

# tripsTitle
source: Trips
kk: Сапарлар
ru: Поездки

source: Sort A-Z
kk: Әліпби бойынша сұрыптау
ru: Сортировать от А до Я

# sortDate
source: Sort by Date
kk: Күн бойынша сұрыптау
ru: Сортировать по дате

source: Search Trips
kk: Сапарларды іздеу
ru: Поиск поездок

source: Add Trip
kk: Сапар қосу
ru: Добавить поездку

source: Add New Trip
kk: Жаңа сапар қосу
ru: Добавить новую поездку

source: Trip Title
kk: Сапар атауы
ru: Название поездки

# enterTripTitle
source: Please enter trip title
kk: Сапар атауын енгізіңіз
ru: Пожалуйста, введите название поездки

source: No date selected
kk: Күн таңдалмады
ru: Дата не выбрана

source: Date
kk: Күні
ru: Дата

source: Pick Date
kk: Күнді таңдау
ru: Выбрать дату

# numGuests
source: Number of guests:
kk: Қонақтар саны:
ru: Количество гостей:

source: Guests: {count}
kk: Қонақтар: {count}
ru: Гостей: {count}

# newTripDesc
source: New trip added
kk: Жаңа сапар қосылды
ru: Добавлена новая поездка

# pleasePickDate
source: Please pick a date
kk: Күнді таңдаңыз
ru: Пожалуйста, выберите дату

source: removed
kk: жойылды
ru: удалено

source: Trip to Bali
kk: Балиге сапар
ru: Поездка на Бали

source: Trip to Santorini
kk: Санториниге сапар
ru: Поездка на Санторини

source: Trip to Kyoto
kk: Киотоға сапар
ru: Поездка в Киото

# descBali
source: Experience tropical paradise on Bali with beaches, cultural experiences, and adventures.
kk: Бали аралының жағажайлары, мәдениеті және оқиғаларымен рахаттаныңыз.
ru: Окунитесь в тропический рай Бали с пляжами, культурой и приключениями.

# descSantorini
source: Enjoy the breathtaking sunsets, white-washed buildings, and Mediterranean charm of Santorini.
kk: Санторинидегі күн бату, ақ үйлер және Жерорта теңізінің сұлулығы.
ru: Насладитесь закатами, белыми домиками и атмосферой Санторини.

# descKyoto
source: Discover ancient temples, cherry blossoms, and traditional Japanese culture in Kyoto.
kk: Киотоның ежелгі ғибадатханалары мен дәстүрлі мәдениетін зерттеңіз.
ru: Откройте для себя храмы, сакуру и традиционную культуру Киото.

# mapTitle
source: Map & Weather
kk: Карта және Ауа райы
ru: Карта и Погода

# temperature
source: Temp: {temp}Â°C, {description}
kk: Температура: {temp}°C, {description}
ru: Температура: {temp}°C, {description}

# cityBali
source: Bali
kk: Бали
ru: Бали

# citySantorini
source: Santorini
kk: Санторини
ru: Санторини

# cityKyoto
source: Kyoto
kk: Киото
ru: Киото

# cityAstana
source: Astana
kk: Астана
ru: Астана

# cityKaraganda
source: Karaganda
kk: Қарағанды
ru: Караганда

# cityNewYork
source: New York
kk: Нью-Йорк
ru: Нью-Йорк

# destinationBali
source: Bali Resort
kk: Бали курорты
ru: Курорт Бали

# descriptionBali
source: Enjoy luxury & nature in Bali.
kk: Бали жағажайларында табиғатпен үйлесімділікті сезініңіз.
ru: Наслаждайтесь роскошью и природой Бали.

# destinationSantorini
source: Santorini Escape
kk: Санторини демалысы
ru: Побег на Санторини

# descriptionSantorini
source: Experience the best sunsets in Santorini.
kk: Санторинидегі ең керемет күн батуларына куә болыңыз.
ru: Полюбуйтесь лучшими закатами на Санторини.

# destinationKyoto
source: Kyoto Getaway
kk: Киотоға саяхат
ru: Путешествие в Киото

# descriptionKyoto
source: Discover traditional Japanese culture in Kyoto.
kk: Киотодағы дәстүрлі жапон мәдениетін ашыңыз.
ru: Откройте для себя традиционную японскую культуру в Киото.

# categoryAdventure
source: Adventure
kk: Шытырман
ru: Приключения

# categoryCulture
source: Culture
kk: Мәдениет
ru: Культура

# categoryNature
source: Nature
kk: Табиғат
ru: Природа

# destinationsCount
source: {count} destinations
kk: {count} бағыт
ru: {count} направлений

# activityAlice
source: Visited Bali and loved it!
kk: Алиса Балиға барып, риза болды!
ru: Алиса посетила Бали и осталась в восторге!

# activityBob
source: Checked in at Santorini, amazing views.
kk: Боб Санториниде болды, көріністері тамаша.
ru: Боб зачекинился на Санторини, потрясающие виды.

# activityCharlie
source: Exploring Kyoto temples.
kk: Чарли Киото храмдарын зерттеп жүр.
ru: Чарли исследует храмы Киото.

source: Popular Destinations
kk: Танымал бағыттар
ru: Популярные направления

source: Categories
kk: Санаттар
ru: Категории

source: Friends Activity
kk: Достар белсенділігі
ru: Активность друзей

# emptyCart
source: Your cart is empty
kk: Сізде жақын арада сапар жоқ
ru: У вас нет предстоящих поездок
